const ACTIVITY = [
  {
    id: 1,
    title: "코드잇 스프린트 프론트엔드 4기",
    date: "23.12.28 ~ 24.06.27",
    content:
      "여러 협업 프로젝트를 통해 커뮤니케이션 능력을 기르고, 본인만의 확실한 기준과 근거를 바탕으로 개발을 하여 자기주도적으로 문제를 해결할 수 있는 능력을 기르는 교육",
  },
  {
    id: 2,
    title: "테오의 스프린트 17기",
    date: "24.04.03 ~ 24.04.08",
    content:
      "단 기간에 MVP를 효율적으로 만들어내는 방법론을 도입하여 6일간 좋은 사람들과 잘 만들어진 협업 프로세스를 경험하는 스프린트 활동",
  },
  {
    id: 3,
    title: "한국관광공사 x 카카오 2024 관광 데이터 공모전",
    date: "24.05.21 ~ 진행중",
    content:
      "공사 TourAPI, 카카오 OpenAPI 및 각종 공공데이터 API를 활용하여 관광 데이터를 활용하여 새로운 서비스를 개발하는 공모전",
  },
] as const;

export default ACTIVITY;
